Repository: Noevain/NoSoliciting
Catalog: NoSoliciting/Resources/Language.*.resx
Languages: de, es, fr, pt_br, zh_hans, zh_hant

source: Log filtered PFs
de: Gefilterte Gruppensuchen protokollieren
es: Registrar PFs filtrados
fr: Enregistrer les Recherches d'Équipe (PFs) filtrées
pt_br: Registrar PFs filtrados
zh_hans: 启用队员招募过滤日志
zh_hant: 啟用隊員招募過濾日誌

source: Show reporting window
de: Berichtsfenster öffnen
es: Mostrar ventana de reportes
fr: Ouvrir la fenêtre de signalement
pt_br: Mostrar janela de relato
zh_hans: 回报错误
zh_hant: 回報錯誤

# Settings
source: {0} settings
de: Einstellungen
es: Ajustes de {0}
fr: Paramètres de {0}
pt_br: Configurações de {0}
zh_hans: {0} 设置
zh_hant: {0} 設置

source: Advanced mode
de: Erweiterte Einstellungen
es: Modo avanzado
fr: Paramètres avancés
pt_br: Modo avançado
zh_hans: 高级模式
zh_hant: 高級模式

# ModelTab
source: Model
de: Modell
es: Modelo
fr: Modèle
pt_br: Modelo
zh_hans: 机器学习模型
zh_hant: 機器學習模式

# ModelTabVersion
source: Version: {0}
es: Versión: {0}
pt_br: Versão: {0}
zh_hans: 版本：{0}
zh_hant: 版本：{0}

# ModelTabStatus
source: Model status: {0}
de: Status des Modells: {0}
es: Estado del modelo: {0}
fr: État du modèle : {0}
pt_br: Status do modelo: {0}
zh_hans: 状态：{0}
zh_hant: 狀態：{0}

# ModelTabError
source: Last error: {0}
de: Letzter Fehler: {0}
es: Último error: {0}
fr: Dernière erreur rencontrée : {0}
pt_br: Último erro: {0}
zh_hans: 最后一个错误：{0}
zh_hant: 最後一個錯誤：{0}

source: Update model
de: Modell aktualisieren
es: Actualizar modelo
fr: Mettre à jour le modèle
pt_br: Atualizar modelo
zh_hans: 更新模型
zh_hant: 更新模型

# FiltersTab
source: Filters
de: Filter
es: Filtros
fr: Filtres
pt_br: Filtros
zh_hans: 过滤规则
zh_hant: 過濾規則

# AdvancedWarning2
source: The machine learning model was trained with certain channels in mind.
de: Das Machine Learning Modell wurde in Hinblick auf spezielle Kanäle trainiert.
es: El modelo de machine learning ha sido entrenado con ciertos canales en mente.
fr: Le modèle d'apprentissage automatique a été entraîné selon une configuration précise de channels.
pt_br: O modelo de machine learning foi treinado com certos canais em mente.
zh_hans: 机器学习模型已经对部分频道进行了训练。
zh_hant: 機器學習模型已經對部分頻道進行了訓練。

# OtherFiltersTab
source: Other filters
de: Andere Filter
es: Otros filtros
fr: Autres filtres
pt_br: Outros filtros
zh_hans: 其他过滤规则
zh_hant: 其他過濾規則

source: Chat filters
de: Chat Filter
es: Filtros de chat
fr: Filtres de discussion
pt_br: Filtros de Chat
zh_hans: 聊天消息过滤
zh_hant: 聊天消息過濾

source: Enable custom chat filters
de: Benutzerdefinierte Chat Filter aktivieren
es: Habilitar filtros de chat personalizados
fr: Activer les filtres de discussion personnalisés
pt_br: Ativar filtros de chat personalizados
zh_hans: 启用自定义聊天消息过滤
zh_hant: 啟用客製化聊天消息過濾

source: Party Finder filters
de: Gruppensuche Filter
es: Filtros del Party Finder
fr: Filtres de Recherche d'Équipe (PFs)
pt_br: Filtros do Party Finder
zh_hans: 队员招募过滤
zh_hant: 隊員招募過濾

# FilterPrivatePfs
source: Apply filters to private Party Finder listings
de: Filter auf private Gruppensuchen anwenden
es: Aplicar filtros a listados privados del Party Finder
fr: Appliquer les filtres aux Recherches d'Équipe (PFs) listées en privées
pt_br: Aplicar filtros a anúncios de Party Finder privado
zh_hans: 应用过滤规则至带密码的招募
zh_hant: 應用過濾規則至帶密碼的招募

source: Enable custom Party Finder filters
de: Benutzerdefinierte Gruppensuche Filter aktivieren
es: Habilitar filtros del Party Finder personalizados
fr: Activer les filtres de Recherche d'Équipe (PFs) personnalisés
pt_br: Ativar filtros de Party Finder personalizados
zh_hans: 启用自定义队员招募过滤
zh_hant: 啟用客製化隊員招募過濾

source: Substrings to filter
de: zu filternde Zeichenketten
es: Subcadenas a filtrar
fr: Sous-chaînes (substrings) à filtrer
pt_br: Subtextos a filtrar
zh_hans: 过滤关键词
zh_hant: 過濾關鍵詞

source: Regular expressions to filter
de: zu filternde reguläre Ausdrücke
es: Expresiones regulares a filtrar
fr: Expressions régulières à filtrer
pt_br: Expressões regulares a filtrar
zh_hans: 过滤正则表达式
zh_hant: 過濾正則表達式

source: Save filters
de: Filter speichern
es: Guardar filtros
fr: Sauvegarder les filtres
pt_br: Salvar filtros
zh_hans: 保存过滤规则
zh_hant: 保存過濾規則

# Reporting
source: {0} reporting
de: {0} Bericht
es: Reportes de {0}
fr: Signalement à {0}
pt_br: Relatar {0}
zh_hans: {0} 错误报告
zh_hant: {0} 錯誤報告

# ReportStatusFailure
source: failed to send
de: senden fehlgeschlagen
es: No se ha podido enviar
fr: échec de l'envoi
pt_br: Falha no envio
zh_hans: 发送失败
zh_hant: 發送失敗

# ReportStatusSuccessful
source: sent successfully
de: erfolgreich gesendet
es: Enviado con éxito
fr: effectué avec succès
pt_br: enviado com sucesso
zh_hans: 发送成功
zh_hant: 發送成功

# ReportStatusInProgress
source: sending
de: sende
es: enviando
fr: envoi en cours
pt_br: enviando
zh_hans: 发送中
zh_hant: 發送中

# ReportStatusUnknown
source: unknown
de: unbekannt
es: desconocido
fr: inconnu
pt_br: desconhecido
zh_hans: 未知
zh_hant: 未知

# ReportStatusMessage
source: Last report status: {0}
de: Status der letzten Meldung: {0}
es: Estado del último reporte: {0}
fr: État du dernier signalement : {0}
pt_br: Status do último relato: {0}
zh_hans: 最后报告状态：{0}
zh_hant: 最後報告狀態：{0}

# ReportChatTab
source: Chat
fr: Discussion
zh_hans: 聊天消息
zh_hant: 聊天消息

# ReportColumnTimestamp
source: Timestamp
de: Zeitstempel
es: Marca de tiempo
fr: Date et heure
pt_br: Carimbo de data / hora
zh_hans: 时间
zh_hant: 時間

# ReportColumnChannel
source: Channel
de: Kanal
es: Canal
fr: Canal
pt_br: Canal
zh_hans: 频道
zh_hant: 頻道

# ReportColumnReason
source: Reason
de: Grund
es: Razón
fr: Raison
pt_br: Motivo
zh_hans: 原因
zh_hant: 原因

# ReportColumnSender
source: Sender
de: Absender
es: Remitente
fr: Expéditeur
pt_br: Remetente
zh_hans: 发送者
zh_hant: 發送者

# ReportColumnMessage
source: Message
de: Nachricht
es: Mensaje
pt_br: Mensagem
zh_hans: 消息内容
zh_hant: 消息內容

# ReportPartyFinderTab
source: Party Finder
de: Gruppensuche
fr: Recherche d'Équipe
zh_hans: 队员招募
zh_hant: 隊員招募

# ReportColumnHost
source: Host
de: Suchender
es: Anfitrión
fr: Recruteur
pt_br: Anfitrião
zh_hans: 招募者
zh_hant: 招募者

# ReportColumnDescription
source: Description
de: Beschreibung
es: Descripción
pt_br: Descrição
zh_hans: 说明
zh_hant: 說明

# ReportModalTitle
source: Report to {0}
de: An {0} melden
es: Informar a {0}
fr: Signaler à {0}
pt_br: Relatar a(ao) {0}
zh_hans: 报告给 {0}
zh_hant: 報告給 {0}

# ReportModalWasFiltered
source: Specifically, this message WAS filtered but shouldn't have been.
de: Diese Nachricht WURDE gefiltert, hätte aber nicht gefiltert werden sollen.
pt_br: De maneira específica, essa mensagem FOI filtrada, mas não deveria ter sido.
zh_hans: 具体来说，这是一条正常消息，但它被错误地过滤了。
zh_hant: 具體來說，這是一條正常消息，但它被錯誤地過濾了。

# ReportModalWasNotFiltered
source: Specifically, this message WAS NOT filtered but should have been.
de: Diese Nachricht WURDE NICHT gefiltert, hätte aber gefiltert werden sollen.
pt_br: De maneira específica, essa mensagem NÃO FOI filtrada, mas deveria ter sido.
zh_hans: 具体来说，这是一条应该被过滤的消息，但它被放过了。
zh_hant: 具體來說，這是一條應該被過濾的消息，但它被略過了。

# ReportModalCustom
source: You cannot report messages filtered because of a custom filter.
de: Du kannst Nachrichten, die aufgrund von benutzerdefinierten Filtern gefiltert wurden, nicht melden.
pt_br: Voçê não pode relatar as mensagens filtradas por causa de um filtro personalizado.
zh_hans: 你不能报告被自定义过滤规则过滤的消息。

# ReportModalReport
source: Report
de: Melden
es: Reportar
fr: Signaler
pt_br: Relatar
zh_hans: 报告
zh_hant: 報告

# ReportModalCopy
source: Copy to clipboard
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
pt_br: Copiar para a área de transferência
zh_hans: 复制到剪贴板
zh_hant: 複製到剪貼板

# ReportModalCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

# TradeCategory
source: Trade ads
de: Handelswerbung
es: Anuncios de intercambio
fr: Publicités à but d'échange
pt_br: Anúncios propondo trocas
zh_hans: 交易广告
zh_hant: 交易廣告

# FreeCompanyCategory
source: Free Company ads
de: Werbung für Freie Gesellschaften
es: Anuncios de Free Company
fr: Publicités de compagnie libre
pt_br: Anúncios de Free Company
zh_hans: 部队广告
zh_hant: 部隊廣告

# StaticSubCategory
source: Static substitutes
de: Static Aushilfen
es: Sustitutos de statics
fr: Remplacements de statique
pt_br: Substitutos para Statics
zh_hans: 固定队补位招募
zh_hant: 固定隊補位招募

# NormalCategory
source: Normal messages
de: Normale Nachrichten
es: Mensajes normales
fr: Messages normaux
pt_br: Mensagens normais
zh_hans: 普通消息
zh_hant: 普通消息

# PhishingCategory
source: Phishing messages
de: Phishing Nachrichten
es: Mensajes de phishing
fr: Messages de phishing
pt_br: Mensagens de Phishing
zh_hans: 钓鱼消息
zh_hant: 釣魚消息

# RmtContentCategory
source: RMT (content)
de: RMT (Inhalte)
es: RMT (contenido)
fr: RMT (contenu)
pt_br: RMT (conteúdo)
zh_hans: RMT（副本）
zh_hant: RMT（副本）

# RmtGilCategory
source: RMT (gil)
es: RMT (guil)
fr: RMT (gils)
zh_hans: RMT（金币）
zh_hant: RMT（金幣）

# RoleplayingCategory
source: Roleplaying ads
de: Werbung für Rollenspiel
es: Anuncios de RP
fr: Publicités pour du jeu de rôle (RP)
pt_br: Anúncios de Roleplaying
zh_hans: 角色扮演广告
zh_hant: 角色扮演廣告

# TradeDescription
source: Messages advertising trading items or services for gil, such as omnicrafters looking for work or people selling rare items off the market board
de: Werbung für Tauschgeschäfte oder Dienste für Gil, Omnicrafter, die nach Arbeit suchen oder Leute, die seltene Items abseits des Marktbretts verkaufen
es: Mensajes que anuncian el intercambio de objetos o servicios a cambio de guiles, como crafters buscando trabajo o gente vendiendo objetos poco comunes
fr: Messages faisant la publicité d'échanges d'objets ou de services contre des gils, tels que les omnicrafteurs à la recherche de travail ou de vendeurs d'objets rares via le tableau des marchés
pt_br: Mensagens de propaganda de troca de itens ou serviços por gil, tais como omnicrafters oferecendo serviços ou pessoas vendendo itens raros fora do market board
zh_hans: 宣传使用金币交易物品或代打的消息，例如寻找工作或贩卖稀有物品
zh_hant: 宣傳使用金幣交易物品或代打的消息，例如尋找工作或販賣稀有物品

# FreeCompanyDescription
source: Advertisements for Free Companies
de: Werbung für Freie Gesellschaften
es: Anuncios de Free Companies
fr: Messages de recrutement de la part de Compagnies Libres
pt_br: Propagandas de Free Companies
zh_hans: 部队广告
zh_hant: 宣傳部隊

# NormalDescription
source: Normal messages that should not be filtered
de: Normale Nachrichten, die nicht gefiltert werden sollten
es: Mensajes normales que no deberían ser filtrados
fr: Les messages normaux ne devraient pas être filtrés
pt_br: Mensagens normais que não devem ser filtradas
zh_hans: 普通消息，不应该被过滤
zh_hant: 普通消息，不應該被過濾

# PhishingDescription
source: Messages trying to trick you into revealing your account details in order to steal your account
de: Nachrichten, die dich dazu bringen sollen deine Account-Daten preiszugeben, um deinen Account zu stehlen
es: Mensajes intentando engañarte para que reveles detalles de tu cuenta con el objetivo de robártela
fr: Messages tentant de vous piéger dans le but de vous faire révéler les détails et identifiants de votre compte afin de vous le voler
pt_br: Mensagens tentando enganar você para que você revele dados de sua conta para poder roubá-la
zh_hans: 试图欺骗你透露账号信息以进行盗号等行为的消息
zh_hant: 試圖欺騙你透露賬號信息以進行盜號等行為的消息

# RmtContentDescription
source: Real-money trade involving content (also known as content sellers)
de: Echtgeldhandel, der den Abschluss von Inhalten beinhaltet (auch bekannt als Content Seller)
es: Intercambio con dinero real relacionado con contenido (también conocidos como vendedores de contenido)
fr: Ventes contre de l'argent réel impliquant la complétion de contenu (aussi connus sous le nom de content RMT : Real Money Traders)
pt_br: Conteúdo que envolva troca por dinheiro real (prática conhecida como venda de conteúdo)
zh_hans: 使用现实货币进行/招募代打
zh_hant: 使用現實貨幣進行/招募代打

# RmtGilDescription
source: Real-money trade involving gil or items (also known as RMT bots)
de: Echtgeldhandel, der Gil oder Gegenstände beinhaltet (auch bekannt als RMT Bots)
es: Intercambio de dinero real relacionado con guiles u objetos (también conocidos como bots de RMT o vendeoros)
fr: Ventes contre de l'argent réel impliquant des gils (aussi connus sous le nom de gils RMT : Real Money Traders)
pt_br: Troca por dinheiro real que envolva gil ou itens (também conhecidos como bots de RMT)
zh_hans: 使用现实货币购买/售卖金币或物品
zh_hant: 使用現實貨幣購買/售賣金幣或物品

# RoleplayingDescription
source: Advertisements for personal RP, RP communities, venues, or anything else related to roleplaying
de: Werbung für persönliches Rollenspiel, Rollenspiel Gemeinschaften, Veranstaltungen oder anderes in Bezug auf Rollenspiel
es: Anuncios de RP personal, comunidades de rol, establecimientos donde rolear, o cualquier otra cosa relacionada con el RP
fr: Promotion pour du jeu de rôle personnel, des communautés de jeu de rôle, des événements et tout ce qui a trait au jeu de rôle
pt_br: Propaganda de RP pessoal, comunidades ou locais de RP ou qualquer coisa que envolva roleplaying
zh_hans: 宣传个人RP、RP团体、场所或其他与角色扮演有关的消息
zh_hant: 宣傳個人RP、RP團體、場所或其他與角色扮演有關的消息

# StaticDescription
source: Statics looking for members or players looking for a static
de: Statics, die nach neuen Mitgliedern suchen oder Spieler, die nach einer Static suchen
es: Statics buscando miembros o jugadores buscando static
fr: Membres d'une statique à la recherche de membres, ou joueurs à la recherche de personnes qui cherchent une statique
pt_br: Statics procurando membros ou jogadores procurando por um Static
zh_hans: 固定队寻找队友或玩家正在寻找固定队
zh_hant: 固定隊尋找隊友或玩家正在尋找固定隊

# CommunityDescription
source: Advertisements for general-purpose communities, generally Discord servers
de: Werbung für alle möglichen Gemeinschaften, normalerweise Discord Server
es: Anuncios de comunidades de uso general, normalmente servidores de Discord
fr: Publicités pour des communautés de tous types et pour tous propos, généralement des serveurs Discord
pt_br: Propaganda de comunidades, em geral servidores no Discord
zh_hans: 宣传玩家社区/团体的广告，例如 Discord 服务器等
zh_hant: 宣傳玩家社區/團體的廣告，例如 Discord 伺服器等

# StaticSubDescription
source: Statics looking for fill-ins of missing members for clears
de: Statics, die wegen abwesender Mitglieder nach Aushilfen suchen
es: Statics buscando sustitutos temporales para clears
fr: Statique à la recherche de remplaçants de leurs membres manquants pour leur complétion
pt_br: Statics procurando tapa-buracos para membros
zh_hans: 固定队寻找补位成员
zh_hant: 固定隊尋找補位隊員

source: Report to NoSoliciting
de: An NoSoliciting melden
es: Informar a NoSoliciting
fr: Signaler à NoSoliciting
pt_br: Relatar ao NoSoliciting
zh_hans: 报告给 NoSoliciting
zh_hant: 報告給 NoSoliciting

# ReportToastSuccess
source: Party Finder listing hosted by {0} reported successfully.
de: Gruppensuche von {0] erfolgreich gemeldet.
es: El listado de Party Finder de {0} ha sido reportado con éxito.
fr: Recherche d'équipe organisée par {0} signalée avec succès.
pt_br: Anúncio de Party Finder criado pelo jogador {0} relatado com sucesso.
zh_hans: 由 {0} 发起的队员招募已报告成功。
zh_hant: 由 {0} 發起的隊員招募以報告成功。

# ReportToastFailure
source: Failed to report Party Finder listing hosted by {0}.
de: Fehler beim Melden der Gruppensuche von {0}.
es: No se ha podido reportar el listado de Party Finder de {0}.
fr: Échec du signalement de la Recherche d'Équipe de {0].
zh_hans: 由 {0} 发起的队员招募报告失败。
zh_hant: 由 {0} 發起的隊員招募報告失敗。

# CommunityCategory
source: Community ads
de: Gemeinschaftswerbung
es: Anuncios de comunidades
fr: Publicités communautaires
pt_br: Anúncios de Comunidades
zh_hans: 社区广告
zh_hant: 社區廣告

# StaticCategory
source: Static recruitment
de: Static Rekrutierung
es: Reclutamiento de statics
fr: Recrutement de statique
pt_br: Recrutamentos para Statics
zh_hans: 固定队招募
zh_hant: 固定隊招募

# OtherTab
source: Other
de: Anderes
es: Otros
fr: Autres
pt_br: Outros
zh_hans: 其他
zh_hant: 其他

source: Log filtered messages
de: Gefilterte Nachrichten protokollieren
es: Registrar mensajes filtrados
fr: Enregistrer les messages filtrées
pt_br: Registrar mensagens filtradas
zh_hans: 启用文字消息过滤日志
zh_hant: 啟用文字消息過濾日誌

# AdvancedWarning1
source: Do not change advanced settings unless you know what you are doing.
de: Ändere diese Einstellungen nur, wenn du weißt, was du tust.
es: No modifiques los ajustes avanzados salvo que sepas lo que haces.
fr: Veuillez ne modifier les paramètres avancés que si vous savez exactement ce que vous faites.
pt_br: Não altere as configurações avançadas a não ser que você saiba o que está fazendo.
zh_hans: 除非你明确知道自己在干什么，否则请不要更改高级设置。
zh_hant: 除非你明確知道自己在做甚麼，否則請不要更改高級設置。

# FilterIlvlPfs
source: Filter PFs with item level above maximum
de: Filtere Gruppensuchen, dessen Gegenstandsstufe über dem Maximum liegt
es: Filtrar PFs con el item level por encima del máximo
fr: Filtrer les Recherche d'Équipe (PFs) avec un niveau d'objet requis supérieur au maximum
pt_br: Filtrar PFs com item level acima do máximo
zh_hans: 过滤装备品级高于最大值的招募
zh_hant: 過濾裝備品級高於最大值的招募

# ReportHelp
source: Click on one of the entries below to report it to the developer as miscategorised.
de: Klicke auf einen der unten stehenden Einträge, um ihn dem Entwickler als falsch kategorisiert zu melden.
es: Haz click en una de las entradas de abajo para informar de que ha sido categorizada erróneamente.
fr: Cliquez sur l'une des entrées pour la signaler à la développeuse comme étant mal catégorisée.
pt_br: Clique em uma das entradas abaixo para reportá-la ao desenvolvedor como categorizada de forma errônea.
zh_hans: 单击下方分类错误的项目以将其报告给开发者。
zh_hant: 單擊下方分類錯誤的項目以將其報告給開發人員。

# ReportModalHelp1
source: Reporting this message will let the developer know that you think this message was incorrectly classified.
de: Diese Nachricht zu melden, lässt den Entwickler wissen, dass du denkst, das diese Nachricht falsch kategorisiert wurde.
es: Al informar de este mensaje le harás saber a la desarrolladora que crees que este mensaje ha sido clasificado de manera errónea.
fr: Signaler ce message avertira la développeuse que vous pensez qu'il a été incorrectement classifié.
pt_br: Relatar essa mensagem vai permtir que o desenvolvedor saiba por que você pensa que essa mensagem foi classificada erroneamente.
zh_hans: 报告此消息将使开发者知道此消息被错误归类。
zh_hant: 報告此消息將使開發人員知道此消息被錯誤歸類。

# ReportModalHelp2
source: NoSoliciting only works for English messages. Do not report non-English messages.
de: NoSoliciting funktioniert nur für englische Nachrichten, bitte ausschließlich englische Nachrichten melden.
es: NoSoliciting sólo funciona con mensajes en inglés. No informes de mensajes en otros idiomas.
fr: NoSoliciting n'est fonctionnel que pour les messages en anglais. Veuillez ne pas signaler des messages qui ne sont pas en anglais.
pt_br: NoSoliciting só funciona para mensagens em Inglês. Não relate mensagens em outras línguas.
zh_hans: NoSoliciting 只对英文消息有效。请不要报告其他语言的消息。
zh_hant: NoSoliciting 只對英文消息有效。請不要報告其他語言的消息。
